{
  "id": "portfolio", 
  "more": "Ooh, this sounds interesting. Click here for more!",
  "images": [
    "img/projects/portfolio-1.png", 
    "img/projects/portfolio-2.png", 
    "img/projects/portfolio-3.png", 
    "img/projects/portfolio-4.jpeg"
  ],
  "header": "img/projects/portfolio-header.jpg",
  "title": "This Awesome Portfolio",
  "details": [
    {
      "title": "Skills",
      "tags": [
        "Layouting",
        "Design",
        "Front end development",
        "User Evaluation",
        "Iterative Design"
      ]
    },
    {
      "title": "Software",
      "tags": [
        "Adobe Photoshop",
        "Sublime Text 3",
        "Brackets"
      ]
    },
    {
      "title": "Technology",
      "tags": [
        "Angular",
        "HTML",
        "CSS",
        "Javascript",
        "jQuery",
        "node",
        "bower",
        "git"
      ]
    }
  ],
  "facts": {
    "date": "October 2014", 
    "stakeholder": "Bratzie", 
    "time": "7 days",
    "role": "Everything",
    "team": "Solo"
  }, 
  "description": "Made my portfolio, and at the same time I rocked some cool new frameworks and played around to get slightly sharper at what I'm doing. Oh, also, awesome for showing off! Half-way through the project I switched from Sublime Text 3 to Brackets as my main text editor, and so far I love it. This was the final task for the course DH2627, Interaction Design at KTH. However, since I needed some sort of refuge in the stormy sea that is the internet, I probably made more than I needed to.",
  "reflection": "Looking back at the project and the code, it's somewhat apparent that I jumped the gun and failed to plan what and how I wanted the portfolio to work. It should probably be rewritten from scratch once I get the time.",
  "process": "This project has been pretty straight forward, as I worked alone I designed the page, implemented what I wanted and reworked the parts that I didn't like. It will continue to change until I'm satisfied, which will probably be... never? (Or until I remake it from scratch)",
  "links": "No links for this project...",
  "information": "I really needed a portfolio, and it's been a blast doing it."
}
